Repository: tipichris/bbcwx
Catalog: po/*.po
Languages: es, hr, pt

source: Mon
es: Lun
hr: Pon
pt: Seg

source: Tue
es: Mar
hr: Uto
pt: Ter

source: Wed
es: Mie
hr: Sri
pt: Qua

source: Thu
es: Jue
hr: Čet
pt: Qui

source: Fri
es: Vie
hr: Pet
pt: Sex

source: Sat
es: Sab
hr: Sub
pt: Sab

source: Sun
es: Dom
hr: Ned
pt: Dom

source: Weather
es: Clima
hr: Vrijeme
pt: Meteorologia

source: Help
es: Ayuda
hr: Pomoć
pt: Ajuda

source: Translate
es: Traduce
hr: Prevedite
pt: Tradução

source: Humidity:
es: Humedad:
hr: Vlažnost:
pt: Humidade

source: Pressure:
es: Presión:
hr: Tlak:
pt: Pressão

source: Wind:
es: Viento:
hr: Vjetar:
pt: Vento

source: Feels like:
es: Sensación:
hr: Kao da je:
pt: Parece@@

source: Visibility:
es: Visibilidad:
hr: Vidljivost:
pt: Visibilidade

source: Max:
hr: Maks:

source: Wind speed:
es: Velocidad del Viento:
hr: Brzina vjetra:
pt: Velocidade tempo

source: Dir:
hr: Smjer vjetra:
pt: Dir. vento

source: Data from
es: Datos de
hr: Podaci iz
pt: Fonte de dados:

source: Refresh
es: Recargar
hr: Osvježi
pt: Atualizar

source: No data available
es: No hay datos disponibles
hr: Podaci nedostupni
pt: Nenhuma informaçao

source: Error: %s
hr: Greška: %s
pt: Erro: %s

source: No data
es: Sin datos
hr: Nema podataka
pt: Não ha dados

source: Click for the full forecast for %s
es: Haga clic para el pronóstico completo para %s
hr: Kliknite za potpunu prognozu za %s
pt: Clique para ver a previsão completa %s

source: N
hr: S

source: NNE
hr: SSI

source: NE
hr: SI

source: ENE
hr: ISI

source: E
hr: I
pt: L

source: ESE
hr: IJI

source: SE
hr: JI

source: SSE
hr: JJI

source: S
hr: J

source: SSW
es: SSO
hr: JJZ

source: SW
es: SO
hr: JZ

source: WSW
es: OSO
hr: ZJZ

source: W
es: O
hr: Z
pt: O

source: WNW
es: ONO
hr: ZSZ

source: NW
es: NO
hr: SZ

source: NNW
es: NNO
hr: SSZ

source: Tropical storm
es: Tormenta tropical
hr: Tropska oluja
pt: Tempestade tropical

source: Hurricane
es: Huracán
hr: Uragan
pt: Furacão

source: Severe thunderstorms
es: Tormentas eléctricas severas
hr: Jaka grmljavinska oluja
pt: tempestades Forte

source: Thunderstorms
es: Tormentas eléctricas
hr: Oluje
pt: Tempestade

source: Mixed rain and snow
es: Lluvia y nieve
hr: Pomiješana kiša i led
pt: Mistura chuva e neve

source: Mixed rain and sleet
es: Lluvia y aguanieve
hr: Miješana kiša i susnježica
pt: Chuva e granizo

source: Mixed snow and sleet
es: Nieve y aguanieve
hr: Miješani snijeg i susnježica
pt: Neve e granizo

source: Freezing drizzle
es: Llovizna helada
hr: Ledeno rominjanje
pt: Congelamento garoa

source: Drizzle
es: Llovizna
hr: Rominjanje
pt: Garoa

source: Freezing rain
es: Lluvia helada
hr: Ledena kiša
pt: Chuva de gelo

source: Showers
es: Lluvias intensas
hr: Pljuskovi

source: Snow flurries
es: Nevada
hr: Snježni naleti
pt: Flocos de neve

source: Light snow showers
es: Lloviznas
hr: Slabiji gusti snijeg

source: Blowing snow
es: Nevadas intensas
hr: Snježni zapusi
pt: Fina chuva de neve

source: Snow
es: Nieve
hr: Snijeg
pt: Neve

source: Hail
es: Granizo
hr: Tuča
pt: Granizo

source: Sleet
es: Aguanieve
hr: Susnježica
pt: Chuva com neve

source: Dust
es: Polvo
hr: Prašina
pt: Poeira

source: Foggy
es: Niebla
hr: Maglovito
pt: Febuloso

source: Haze
es: Neblina
hr: Izmaglica
pt: Neblina

source: Smoky
es: Humo
hr: Dim
pt: Emfumaçado

source: Blustery
es: Borrasca
hr: Vijavica
pt: Tempestuoso

source: Windy
es: Ventoso
hr: Vjetrovito
pt: Ventoso

source: Cold
es: Frío
hr: Hladno
pt: Frio

source: Cloudy
es: Nublado
hr: Oblačno
pt: Nublado

source: Mostly cloudy
es: Muy nublado
hr: Pretežno oblačno
pt: Muito nublado

source: Partly cloudy
es: Parcialmente nublado
hr: Djelomično oblačno
pt: Parcialmente nublado

source: Clear
es: Limpio
hr: Vedro
pt: Limpo

source: Sunny
es: Soleado
hr: Sunčano
pt: Ensolarado

source: Fair
hr: Vedro
pt: Feira

source: Mixed rain and hail
es: Lluvias y granizo
hr: Miješana kiša i tuča
pt: A chuva misturada e granizo

source: Hot
es: Cálido
hr: Vruće
pt: Quente

source: Isolated thunderstorms
es: Tormentas aisladas
hr: Mjestimična grmljavinska oluja
pt: Trovoadas isoladas

source: Scattered thunderstorms
es: Tormentas fuertes
hr: Razasute oluje s grmljavinom
pt: Trovoadas

source: Scattered showers
es: Lluvias fuertes
hr: Razasuti pljuskovi
pt: Chuvas esparsas

source: Heavy snow
es: Nevadas fuertes
hr: Jak snijeg
pt: Neve pesada

source: Scattered snow showers
es: Nevadas aisladas
hr: Raštrkani snijeg
pt: Neve disperças

source: Thundershowers
es: lluvias y truenos
hr: Grmljavinski pljuskovi
pt: Trovoada

source: Snow showers
es: chubascos de nieve
hr: Mećave
pt: Nevasca leve

source: Isolated thundershowers
es: lluvias aisladas
hr: Lokalni grmljavinski pljuskovi
pt: Trovoada isolada

source: Not available
es: No disponible
hr: Nedostupno
pt: Não avaliado

source: Clear Sky
es: Cielo limpio
hr: Vedro
pt: Céu limpo

source: Partly Cloudy
es: Parcialmente nublado
hr: Djelomično oblačno
pt: Parcialmente nublado

source: Sunny Intervals
es: PArcialmente soleado
hr: Sunčana razdoblja
pt: Intervalos ensolarados

source: Sand Storm
es: Tormenta de arena
hr: Pješčana oluja
pt: Tempestade de areia

source: Mist
es: Neblina
hr: Izmaglica
pt: Névoa

source: Fog
es: Niebla
hr: Magla
pt: Nevoeiro

source: White Cloud
es: Nubes blancas
hr: Bijeli oblaci
pt: Nuven

source: Light Cloud
es: Nubes ligeras
hr: Svijetli oblaci
pt: Nuven fina

source: Grey Cloud
es: Nubes oscuras
hr: Sivi oblaci
pt: Nuvens escuras

source: Thick Cloud
es: Nubes grandes
hr: Gusti oblaci
pt: Nuvens espessa

source: Light Rain Shower
es: Llovizna
hr: Slabiji pljusak
pt: Chuva fina

source: Light Rain
es: Llovizna
hr: Lagana kiša
pt: Chuva fina

source: Heavy Rain Shower
es: Lluvias fuertes
hr: Jaka kiša s pljuskovima
pt: Chuva forte

source: Heavy Rain
es: lluvias fuertes
hr: Jaka kiša
pt: Chuva Pesada

source: Sleet Shower
es: Aguanieve
hr: Gusta susnježica

source: Light Snow Shower
es: Nevada escasa
hr: Slabiji gusti snijeg

source: Light Snow
es: Nive escasa
hr: Slab snijeg
pt: Neve fina

source: Heavy Snow Shower
es: Nevada abundante
hr: Jači gust snijeg

source: Heavy Snow
es: Nieve abundante
hr: Jak snijeg
pt: Neve Pesada

source: Thundery Shower
es: lluvia fuerte
hr: Olujni pljusak
pt: Chuva fina

source: Thunder Storm
es: Rayos y truenos
hr: Olujna grmljavina
pt: Tempestade com raios

source: Thunderstorm
es: Tormenta
hr: Oluja s grmljavinom
pt: Tempestade

source: Hazy
es: Brumoso
hr: Maglovito
pt: Nebuloso

source: Steady
es: Estable
hr: Nepromjenjiv
pt: Estável

source: Rising
es: Creciente
hr: Porast
pt: Ascensão

source: Falling
es: Menguante
hr: Padanje
pt: Queda

source: Data service
es: Servicios de datos
hr: Usluga prognoze
pt: serviço de dados

source: Enable experimental features
es: Funciones experimentales
hr: Omogući ekspreimentalne značajke
pt: Ativar recursos experimentais

source: Check this to enable experimental and buggy features
es: Marque para activar funciones experimentales
hr: Odaberite ovo za omogućavanje ekspreimentalnih i nestabilnih značajki
pt: Marque esta opção para ativar os recursos experimentais e de erro

source: Current humidity
es: Humedad
hr: Trenutna vlažnost
pt: Umidade atual

source: Check to display the current humidity
es: Marque para ver la humedad
hr: Odaberite za prikaz trenutne vlažnosti
pt: Verifique para exibir a umidade atual

source: Refresh forecast every
es: Actualizar cada
hr: Osježi prognozu svakih
pt: Atualizar previsão

source: Period between refreshing forecasts. Note that not all services support lower refresh times
es: Período entre las actualizaciones. Tenga en cuenta que no todos los servicios de apoyo a los tiempos de actualización menores
hr: Razdoblje osvježavanja prognoze. Sve usluge prognoze ne podržavaju manje vrijeme osvježavanja
pt: Período entre as previsões refrescantes. Note-se que nem todos os serviços de apoiotempos de atualização inferiores

source: minutes
es: minutos
hr: minuta
pt: minutos

source: Current wind
es: Viento
hr: Trenutni vjetar
pt: Vento Atual

source: Check to display the current wind
es: Marque para ver el viento
hr: Odaberite za prikaz trenutnog vjetra
pt: Verificar para exibir o vento atual

source: Temperature measurement unit
es: Unidades de temperatura
hr: Mjerna jedinica temperature
pt: Unidade de medida de temperatura

source: Measurement units used to display temperature
es: Unidades de medida utilizadas para temperatura
hr: Mjerna jedinica za prikaz temperature
pt: As unidades de medida utilizadas para exibir temperatura

source: Fahrenheit
hr: Farenhajt

source: Celsius
hr: Celzijus

source: Text color
es: Color de texto
hr: Boja teksta
pt: Cor do texto

source: Click the button to select a new text color
es: Marque para seleccionar nuevo color de texto
hr: Kliknite tipku za odabir nove boje teksta
pt: Click no botão e escolha a nova cor do texto

source: Show border
es: Borde visible
hr: Prikaži obrub
pt: Mostrar bordas

source: Check this to turn border on/off
es: Marque para ver el borde
hr: Odaberite ovo za uključivanje/isključivanje obruba
pt: Marque esta opção para mostrar bordas (on/off)

source: Layout
es: disposición
hr: Prikaz

source: Set the overall layout of the desklet
es: Establecer el diseño general de la desklet
hr: Postavite položaj prikaza deskleta
pt: Definir o layout geral do desklet

source: Horizontal
hr: Vodoravan

source: Vertical
hr: Okomit

source: Background color
es: Color de fondo
hr: Boja pozadine
pt: Cor de fundo

source: Click the button to select a new background color
es: Marque para seleccionar un nuevo color de fondo
hr: Kliknite na tipku za odabir nove boje pozadine
pt: click no botão para selecionar a nova cor de fundo

source: Anchor desklet by
es: Ancla desklet por
hr: Usidri desklet
pt: Fixar desklet

source: Select the point on the desklet to which it is anchored. This point will remain static as the desklet grows and shrinks
es: Seleccione el punto en el desklet a la que está anclado. Este punto se mantendrá estática como desklet crece y se contrae
hr: Odaberite točku na deskletu koja će biti usidrena. Ta toča će ostati nepromjenjiva kako se desklet smanjuje ili povečava
pt: Seleccione o ponto onde o desklet ficará fixado. Este ponto continuará estático enquanto o desklet aumenta e diminui

source: Bottom center
es: Abajo y al centro
hr: Pri dnu sredina
pt: Centro da parte inferior

source: Default
es: Por defecto
hr: Uobičajeno
pt: Padrão

source: Left center
es: Al centro y a la izquierda
hr: Lijevo sredina
pt: Centro esquerda

source: Top right
es: Arriba y a la derecha
hr: Pri vrhu desno
pt: Em cima à direita

source: Bottom left
es: Abajo y a la izquierda
hr: Pri dnu lijevo
pt: Embaixo à esquerda

source: Top left
es: Arriba y a la izquierda
hr: Pri vrhu lijevo
pt: Top esquerda

source: Right center
es: Derecha y centro
hr: Desno sredina
pt: Centro a direita

source: Bottom right
es: Abajo y a la derecha
hr: Pri dnu desno
pt: Em baixo à direita

source: Top center
es: Arriba y al centro
hr: Pri vrhu sredina
pt: Centro em cima

source: Weather configuration
es: Configuración
hr: Postavke prognoze
pt: Configuração do tempo

source: Pressure measurement unit
es: Unidades de presión
hr: Mjerna jedinica tlaka
pt: Unidade de medição de pressão

source: Measurement units used to display atmospheric pressure
es: Las unidades de medida utilizadas para mostrar la presión atmosférica
hr: Mjerna jedinica za prikaz tlaka
pt: As unidades de medida utilizadas para exibir a pressão atmosférica

source: Desklet style
es: Estilo del desklet
hr: Izgled deskleta
pt: Estilo Desklet

source: Forecast maximum
es: Máxima prevista
hr: Maksmilana temperatura prognoze
pt: Previsão máximo

source: Check to display the forecast maximum temperature
es: Marque para ver la temperatura máxima prevista
hr: Kliknite za prikaz maksimalne temperature prognoze
pt: Verifique para exibir a temperatura máxima prevista

source: Wind speed measurement unit
es: Unidades de velocidad del viento
hr: Mjerna jedinica brzine vjetra
pt: Unidade de medição da velocidade do vento

source: Measurement units used to display wind speed
es: unidades de medida utilizadas para mostrar la velocidad del viento
hr: Mjerna jedinica prikaza brzine vjetra
pt: As unidades de medida utilizadas para exibir a velocidade do vento

source: knots
es: nudos
hr: čvorova
pt: nós

source: Country
es: País
hr: Država
pt: País

source: Check to display the country
es: Marque para ver el país
hr: Odaberite za prikaz države
pt: Verifique para apresentar o país

source: Current pressure
es: Presión
hr: Trenutni tlak
pt: Pressão atual

source: Check to display the current pressure
es: Marque para ver la presión atmosférica
hr: Odaberite za prikaz trenutnog tlaka
pt: Verifique para exibir a pressão atual

source: Forecast wind direction
es: Dirección del viento
hr: Smjer vjetra prognoze
pt: Direção previsão de vento

source: Check to display the forecast wind direction
es: Marque para ver la dirección del viento
hr: Odaberite za prikaz smjera vjetra prognoze
pt: Verifique para exibir a direção previsão de vento

source: Current 'feels like'
es: Sensación térmica actual
hr: Trenutno 'Kao da je'
pt: Como esta atualmente

source: Check to display the current apparent temperature
es: Marque para ver la temperatura aparente actual
hr: Odaberite za prikaz trenutno 'Kao da je'
pt: Verifique para exibir a temperatura aparente atual

source: Forecast humidity
es: Humedad pronosticada
hr: Vlažnost prognoze
pt: Previsão umidade

source: Check to display the forecast humidity
es: Marque para ver el pronóstico de humedad
hr: Odaberite za prikaz vlažnosti prognoze
pt: Verifique para exibir a umidade previsão

source: Show forecast for
es: Mostrar previsión para
hr: Prikaži prognozu za
pt: Mostrar previsão para

source: The number of days of forecast to display. Note that not all services support all values
es: El número de días de previsión para mostrar. Tenga en cuenta que no todos los servicios de apoyo a todos los valores
hr: Broj dana prikaza prognoze. Sve usluge ne podržavaju sve vrijednosti
pt: O número de dias de previsão para exibir. Note-se que nem todos os serviçosapoiar todos os valores

source: days
es: días
hr: dana
pt: Dias

source: Border color
es: Color del borde
hr: Boja obruba
pt: Cor da borda

source: Select the color for the border. Only available if the 'Border' checkbox is enabled
es: Seleccione el color para el borde. Sólo está disponible si la casilla de verificación 'Borde' está habilitado
hr: Odaberite boju obruba. dostupno je samo ako je mogućnost 'Obrub' odabrana
pt: Selecione a cor da borda. Só está disponível se a caixa de seleção éativado

source: Forecast wind speed
es: Velocidad prevista del viento
hr: Brzina vjetra prognoze
pt: Velocidade Previsão de vento

source: Check to display the forecast wind speed
es: Marque para mostrar la velocidad prevista de viento
hr: Odaberite za prikaz brzine vjetra prognoze
pt: Verificar a exibir a velocidade previsão de vento

source: Current weather and icon
es: Tiempo de hoy y el icono
hr: Trenutno vrijeme i ikona
pt: Tempo e ícone atual

source: Check to display the current weather and large icon
es: Marque para mostrar el tiempo actual e icono grande
hr: Odaberite za prikaz trenutnog vremena i ikone
pt: Verificar para exibir o tempo atual e grande ícone

source: Override desktop theme (enables the settings below)
es: Tema de escritorio anulado (activa los ajustes de abajo)
hr: Isključi temu radne površine (omogućuje mogućnosti ispod)
pt: Tema de desktop Override (habilita as configurações abaixo)

source: Check this to override the desktop theme and configure the appearance manually
es: Active esta opción para anular el tema de escritorio y configurar la apariencia de forma manual
hr: Odaberite ovo za isključivanje teme radne površine i prilagodite izgled ručno
pt: Marque esta opção para substituir o tema de desktop e configurar a aparênciamanualmente

source: Bold city name
es: Nombre de ciudad en negrita
hr: Podebljaj naziv grada
pt: Negrito nome da cidade

source: Check to display the city name in bold
es: Marque para mostrar el nombre de la ciudad en negrita
hr: Odaberite ovo za podebljanje naziva grada
pt: Verificar para exibir o nome da cidade em negrito

source: Current visibility
es: Visibilidad actual
hr: Trenutna vidljivost
pt: Visibilidade atual

source: Check to display the current visibility
es: Marque para ver la visibilidad actual
hr: Odaberite za prikaz trenutne vidljivosti
pt: Verificar para exibir a visibilidade atual

source: Forecast minimum
es: Mínima prevista
hr: Minimalana temperatura prognoze
pt: Previsao Mínima

source: Check to display the forecast minimum temperature
es: Marque para ver la temperatura mínima prevista
hr: Odaberite za prikaz maksimalne temperature prognoze
pt: Verifique para exibir a temperatura mínima previsão

source: API key
hr: API ključ
pt: Chave API

source: Required for some services only. Enter your API key for your chosen service
es: Requerido solamente para algunos servicios. Ingrese su clave de API para su servicio elegido
hr: Potrebno samo za neke usluge. Upišite vaš API ključ za vašu odabranu uslugu
pt: Necessário apenas para alguns serviços. Digite sua chave de API para o seu serviço escolhido

source: Select the data service you wish to use
es: Seleccione el servicio de datos que desea utilizar
hr: Odaberite uslugu prognoze koju želite koristiti
pt: Selecione o serviço de dados que você deseja usar

source: Forecast.io (requires API key)
hr: Forecast.io (potreban je API ključ)
pt: Forecast.io (requer chave API)

source: Wunderground (requires API key)
hr: Wunderground (potreban je API ključ)
pt: Wunderground (requer chave API)

source: weather.com (deprecated)
hr: weather.com (zastarjelo)
pt: weather.com (obsoleta)

source: World Weather Online (requires API key)
hr: World Weather Online (potreban je API ključ)
pt: World Weather Online (requer chave API)

source: Forecast pressure
es: Presión atmosférica
hr: Tlak prognoze
pt: previsão pressão

source: Check to display the forecast pressure
es: Marque para ver la presión atmosférica
hr: Odaberite za prikaz tlaka prognoze
pt: Verifique para exibir a pressão previsão

source: Zoom by
hr: Zumiraj
pt: Zoom por

source: Change the size of the desklet
es: Cambie el tamaño del desklet
hr: Promijenite veličinu deskleta
pt: Alterar o tamanho da desklet

source: times
es: veces
hr: puta
pt: vezes

source: Icon style
es: Estilo de ícono
hr: Izgled ikona
pt: Ícone de estilo

source: Select the style for the weather icons
es: Seleccione el estilo de los iconos del tiempo
hr: Odaberite izgled ikona vremena
pt: Selecione o estilo dos ícones do tempo

source: Flat white
hr: Ravnomjerno bijela
pt: branco liso

source: Colorful
hr: Obojano
pt: Colorido

source: Light
hr: Svjetla

source: Flat black
hr: Ravnomjerno crna

source: Dark
es: Oscuro
hr: Tamna

source: Sketchy
es: Incompleto
hr: Bez ikona

source: Flat colorful
es: Color de fondo
hr: Ravnomjerno obojeno

source: User defined
es: Definido por el usuario
hr: Korisnički definirano
pt: Definido pelo usuário

source: Weezle
hr: Malene

source: Location
es: Ubicación
hr: Lokacija
pt: Localização

source: Set your location here
es: Establezca su ubicación aquí
hr: Postavite svoju lokaciju ovdje
pt: Defina a sua localização aqui

source: Corner radius
es: Radio de la esquina
hr: Radius kuta
pt: Raio do canto

source: Radius for rounding the desklet's corners
es: Radio para redondear las esquinas de la desklet
hr: Radijus okretanja kuta deskleta
pt: Raio de arredondamento cantos da desklet

source: px
hr: piksela

source: Transparency
es: Transparencia
hr: Prozirnost
pt: Transparência

source: Set the transparency of the desklet
es: Establezca la transparencia del desklet
hr: Postavite prozirnost deskleta
pt: Defina a transparência do desklet

source: Optional items to display (not all options are supported by all services)
es: Elementos opcionales a la pantalla (no todas las opciones son compatibles con todos los servicios)
hr: Neobavezne stavke za prikaz (sve mogućnosti nisu podržane na pojedinim uslugama prognoze)
pt: Itens opcionais para display (nem todas as opções são suportadas por todos os serviços)

source: Experimental and buggy features (read documentation!!)
es: Características experimentales y en desarrollo (leer la documentación!)
hr: Eksperimentalne i nestabilne značajke (pročitajte dokumentaciju)
pt: Recursos experimentais e de buggy (leia a documentação!)

source: Border width
es: Ancho del borde
hr: Širina obruba
pt: Largura da borda

source: Select the width of the border. Only available if the 'Border' checkbox is enabled
es: Seleccione el ancho del borde. Sólo está disponible si la casilla de verificación 'Borde' está habilitado
hr: Odaberite širinu obruba. Dostupno samo ako je mogućnost 'Obrub' omogućena
pt: Selecione a largura da borda. Só está disponível se a caixa de seleção estiverativado

source: Hail Shower
pt: Chuveiro de Saraiva

source: Get displayed location from
pt: Obter local exibido a partir de

source: The source of the text displayed as the current location. Yahoo! and Google may offer city names in other languages
pt: A fonte do texto exibido como o local atual. Yahoo! e Googlepode oferecer nomes de cidades em outras línguas

source: Manually override displayed location
pt: Substituir manualmente exibido localização

source: Set your city name manually.
pt: Defina o nome da cidade manualmente.

source: Location display settings
pt: Localização configurações de exibição

source: Open Weather Map
es: Abrir Mapa del Clima
pt: Abrir Mapa de clima
